Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/velkommen_til_konferanse_om_fagfornyelsen_og_lk20_samisk_i_alta.html.tmx
Source language: nob
Languages: sme

source: Velkommen til konferanse om fagfornyelsen og LK20 samisk i Alta
sme: Bures boahtin konferánsii fágaođasmahttima ja LK20 sámi birra!

source: Utdanningsdirektoratet (Udir) og Sametinget har gleden av å invitere lærere, skoleledere og skoleeiere til en konferanse som har som mål å inspirere til fortsatt arbeid med læreplanverket LK20 samisk.
sme: Oahpahusdirektoráhtta (Udir) ja Sámediggi bovde oahpaheddjiid, skuvlajođiheddjiid ja skuvlaeaiggádiid konferánsii man ulbmil lea movttiidahttit joatkit barggu LK20 sámi oahppoplánain.

source: Fagfornyelsen er navnet på prosessen med å utvikle og innføre det nye læreplanverket Kunnskapsløftet, omtalt som LK20 samisk og LK20.
sme: Fágaođastus lea namma proseassas ovddidit ja álggahit ođđa oahppoplána Kunnskapsløftet (Máhttolokten), mii gohčoduvvo LK20 sámegiella ja LK20.

source: I fagfornyelsesprosessen ble det innført nye læreplaner i alle fag i grunnopplæringen og nye overordnede verdier og prinsipper for grunnopplæringen.
sme: Fágaođasmahttinproseassas álggahuvvojedje ođđa oahppoplánat buot fágain vuođđooahpahusas ja ođđa oppalaš árvvut ja prinsihpat vuođđooahpahussii.

source: Nye læreplaner ble tatt i bruk fra 2020.
sme: Ođđa oahppoplánat váldojuvvojedje adnui 2020 rájes.

source: Les mer om læreplanverket Kunnskapsløftet - Samisk
sme: Loga eanet oahppoplána Kunnskapsløftet - Samisk (Máhttolokten - Sámegiella) birra

source: Les mer om læreplaner
sme: Loga eanet oahppoplánaid birra

source: Konferansen er rettet mot grunnskolen og fellesfag i videregående opplæring.
sme: Konferánsa lea oaivvilduvvon vuođđoskuvlii ja joatkkaskuvllaid oktasašfága ohppui.

source: Konferansen er en del av arbeidet med støtteressurser til LK20S og LK20 som Udir utvikler i samarbeid med Sametinget og resten av partene i strategien for fagfornyelsen.
sme: Konferánsa lea oassin LK20S ja LK20 doarjjaresursabarggus maid Udir hábme ovttas Sámedikkiin ja daid eará oasseváldiiguin fágaođasmahttinstrategiija barggus.

source: Vel møtt til fagdager med innlegg, erfaringsdeling og diskusjoner!
sme: Bures boahtin fágabeivviide gos lea sáhkavuorrut, vásáhuslonohallamat ja digaštallamat!

source: Sted: Scandic Hotel Alta
sme: Duorastaga golggotmánu 31. b: Loahpaheapmi lunššain, dii. 13.00-14.00

source: Påmeldingsfrist: 9. oktober
sme: Dieđihanáigemearri: Golggotmánu 9. beaivvi
